jorgebucaran/fisher
jethrokuan/z
patrickf1/fzf.fish
catppuccin/fish
plttn/fish-eza
franciscolourenco/done
jorgebucaran/fish-bax
rose-pine/fish
halostatue/fish-rust
jomik/fish-gruvbox
